/* Sample content in English: 'Untitled 1'.  The first argument is a name, the second argument is replaced by a number. */
"%@ %@" = "%1$@ %2$@";

/* Message for when an exception is raised whe loading a color list */
"An error occurred while reading the color palette \\U2018%@\\U2019. Select a different palette." = "An error occurred while reading the color palette ‘%@’. Select a different palette.";

/* Message for a color panel save error */
"An error occurred while saving the color palette \\U2018%@\\U2019. Try saving again." = "An error occurred while saving the color palette ‘%@’. Try saving again.";

/* Error to present to the user when there is a save failure. */
"An error occurred while trying to save the Custom Palette to \\U2018%@\\U2019. Try saving again." = "An error occurred while trying to save the Custom Palette to ‘%@’. Try saving again.";

/* COMMENT */
"Are you sure you want to remove the entire \\U2018%@\\U2019 color palette?" = "Are you sure you want to remove the entire ‘%@’ color palette?";

/* Brightness slider text */
"Brightness" = "Brightness";

/* COMMENT
   NEED COMMENT */
"Cancel" = "Cancel";

/* Color space or profile model name; cyan-magenta-yellow-black */
"CMYK" = "CMYK";

/* Tooltip for the color lists palette button at the top of the color panel. */
"Color Palettes" = "Color Palettes";

/* Tooltip for the color sliders button in the top row of the color panel. */
"Color Sliders" = "Color Sliders";

/* Tooltip for the color wheel button in the top row of the color panel. */
"Color Wheel" = "Color Wheel";

/* Tooltip for the crayon picker button in the top row of the color panel. */
"Crayons" = "Crayons";

/* Name of the device-dependent CMYK (cyan-magenta-yellow-black) color space or profile in the color panel */
"Device CMYK" = "Device CMYK";

/* Name of the device-dependent gray (monochrome)  color space or profile in the color panel */
"Device Gray" = "Device Gray";

/* Name of the device-dependent RGB (red-green-blue) color space or profile in the color panel. */
"Device RGB" = "Device RGB";

/* Color space or profile model name */
"DeviceN" = "DeviceN";

/* NEED COMMENT */
"Error Renaming Palette" = "Error Renaming Palette";

/* Name of the generic (or 'calibrated') CMYK (cyan-magenta-yellow-black) color space or color profile in the color panel. Note, here generic does not mean non-distinctive; it actually is the name of a particular color space or profile. */
"Generic CMYK" = "Generic CMYK";

/* Name of the generic (or 'calibrated') gray (monochrome) color space or profile in the color panel. Note, here generic does not mean non-distinctive; it actually is the name of a particular color space or profile. */
"Generic Gray" = "Generic Gray";

/* Name of the generic (or 'calibrated') RGB (red-green-blue) color space or profile in the color panel. Note, here generic does not mean non-distinctive; it actually is the name of a particular color space or profile. */
"Generic RGB" = "Generic RGB";

/* Color space or profile model name; monochrome */
"Gray" = "Gray";

/* Title for menu item that, when clicked, will hide the color panel. */
"Hide Colors" = "Hide Colors";

/* Hue slider text */
"Hue" = "Hue";

/* Tooltip for the image palettes button in the top row of the color panel. */
"Image Palettes" = "Image Palettes";

/* Color space or profile model name */
"Indexed" = "Indexed";

/* NEED COMMENT */
"It\\U2019s unclear which item you want to rename. Make sure you have only selected one item." = "It’s unclear which item you want to rename. Make sure you have only selected one item.";

/* Color space or profile model name */
"L*a*b*" = "L*a*b*";

/* Open palette panel title */
"New Color Palette" = "New Color Palette";

/* COMMENT */
"New name for color palette:" = "New name for color palette:";

/* Open Color Pallete panel title */
"Open Color Palette" = "Open Color Palette";

/* Color space or profile model name */
"Pattern" = "Pattern";

/* COMMENT
   NEED COMMENT */
"Remove" = "Remove";

/* COMMENT */
"Remove Color Palette" = "Remove Color Palette";

/* NEED COMMENT */
"Remove Palette" = "Remove Palette";

/* NEED COMMENT */
"Removing a Custom Palette is permanent. Are you sure you want to remove %@ from your custom palettes?" = "Removing a Custom Palette is permanent. Are you sure you want to remove %@ from your custom palettes?";

/* Generic title for color renaming panels */
"Rename Color" = "Rename Color";

/* Color space or profile model name; stands for red-green-blue */
"RGB" = "RGB";

/* Saturation slider text */
"Saturation" = "Saturation";

/* Title for menu item that, when clicked, will show the color panel. */
"Show Colors" = "Show Colors";

/* tool tip for list popup */
"The color palette \\U2018%@\\U2019 contains %ld colors." = "The color palette ‘%1$@’ contains %2$ld colors.";

/* NEED COMMENT */
"The file \\U2018%@\\U2019 could not be removed." = "The file ‘%@’ could not be removed.";

/* NEED COMMENT */
"The image \\U2018%@\\U2019 couldn\\U2019t be renamed to \\U2018%@\\U2019." = "The image ‘%1$@’ couldn’t be renamed to ‘%2$@’.";

/* NEED COMMENT */
"The permission settings on file \\U2018%@\\U2019 don\\U2019t allow it to be modified." = "The permission settings on file ‘%@’ don’t allow it to be modified.";

/* tool tip for list popup */
"The profile \\U2018%@\\U2019 contains %ld colors." = "The profile ‘%1$@’ contains %2$ld colors.";

/* NEED COMMENT */
"There was a Color Panel error." = "There was a Color Panel error.";

/* Title for when a color panel has an exception raised when creating */
"There was an error opening a color palette." = "There was an error opening a color palette.";

/* Error to present to the user when there is a save failure.
   Title for a color panel save error */
"There was an error saving a color palette." = "There was an error saving a color palette.";

/* Message to show users that try to use the ColorSync button in the color panel for things like Pattern colors (which can't have profiles attached). */
"This color cannot use profiles." = "This color cannot use profiles.";

/* Default new list name - Untitled
   Default new user palette name */
"Unnamed" = "Unnamed";

/* COMMENT */
"You already have a color named \\U2018%@\\U2019 in this list. Choose a different name." = "You already have a color named ‘%@’ in this list. Choose a different name.";

/* NEED COMMENT */
"You already have a Custom Palette named \\U2018%@\\U2019. Choose a different name." = "You already have a Custom Palette named ‘%@’. Choose a different name.";

/* Message shown to user when they attempt to rename a color list to a name that is already in use. */
"You already have a palette named \\U2018%@\\U2019. Choose a different name." = "You already have a palette named ‘%@’. Choose a different name.";

/* NEED COMMENT */
"You can\\U2019t rename \\U2018%@\\U2019 to \\U2018%@\\U2019." = "You can’t rename ‘%1$@’ to ‘%2$@’.";

